<?php 
$books = [
    0 => [
        'title' => 'Мастер и Маргарита',
        'author' => 'Михаил Булгаков',
        'price' => 450,
        'genre' => 'Роман',
        'description' => 'Действие происходит в современной автору Москве конца 1920-х — начала 1930-х годов. В Москву приезжает загадочный иностранец Воланд в окружении эксцентричной свиты и вскоре вовлекает в череду невероятных событий москвичей, оказавшихся на его пути.',
        'image' => 'master.jpg'
    ],
    1 => [
        'title' => 'Властелин Колец',
        'author' => 'Дж. Р. Р. Толкин',
        'price' => 1200,
        'genre' => 'Фэнтези',
        'description' => 'Действие романа начинается в Шире, стране хоббитов, и следует за героями в их походе в Чёрную страну Мордор, к Роковой горе — единственному месту, где Кольцо могло быть уничтожено. Кольцо обладает собственной волей и способно продлевать жизнь владельца, одновременно порабощая его, искажать его помыслы.  ',
        'image' => 'vlastelin.webp'
    ],
    2 => [
        'title' => 'Убийство в Восточном экспрессе',
        'author' => 'Агата Кристи',
        'price' => 380,
        'genre' => 'Детектив',
        'description' => 'Действие романа разворачивается в 1930-х годах на борту знаменитого «Восточного экспресса», следующего из Стамбула в Кале. Главный герой, детектив Эркюль Пуаро, возвращающийся с расследования на Ближнем Востоке, оказывается в центре загадочного убийства. ',
        'image' => 'agata.jpg'
    ],
    3 => [
        'title' => 'Кратчайшая история времени',
        'author' => 'Стивен Хокинг',
        'price' => 560,
        'genre' => 'Научно-популярная литература',
        'description' => '«Кратчайшая история времени» — книга физика Стивена Хокинга (в соавторстве с Леонардом Млодиновым). Это переработанное издание научно-популярной книги Хокинга «Краткая история времени».',
        'image' => 'history.webp'
    ],
    4 => [
        'title' => '1984',
        'author' => 'Джордж Оруэлл',
        'price' => 420,
        'genre' => 'Роман-антиутопия',
        'description' => 'Действие романа разворачивается в тоталитарном обществе будущего, где правительство во главе с Большим Братом осуществляет тотальный контроль над всеми аспектами жизни граждан.',
        'image' => '1984.webp'
    ],
    5 => [
        'title' => 'Гарри Поттер и философский камень',
        'author' => 'Дж. К. Роулинг',
        'price' => 650,
        'genre' => 'Фэнтези',
        'description' => 'Главный герой — сирота Гарри Поттер, который узнаёт, что он волшебник, в свой одиннадцатый день рождения. Обучаясь в школе чародейства и волшебства «Хогвартс», Гарри заводит близких друзей — Рона Уизли и Гермиону Грейнджер. Вместе они начинают исследовать загадочные события, происходящие в школе.',
        'image' => 'harry.jpg'
    ],
    6 => [
        'title' => 'Норвежский лес',
        'author' => 'Харуки Мураками',
        'price' => 890,
        'image' => 'forest.png',
        'genre' => 'Роман',
        'description' => 'Действие происходит в Токио 1960-х годов, когда японские студенты протестовали против установившегося порядка. Главный герой и рассказчик — Тоору Ватанабэ, который вспоминает свои былые дни в качестве студента одного из токийских колледжей.',
    ],
    7 => [
        'title' => 'Железное пламя',
        'author' => 'Ребекка Яррос',
        'price' => 950,
        'image' => 'iron-flame.jpg',
        'genre' => 'Фэнтези',
        'description' => 'Книга — продолжение книги «Четвёртое крыло», первого романа из цикла «Эмпирей». Молодая женщина Вайолет Сорренгейл учится в военном колледже и готовится стать драконьим всадником. Вайолет Сорренгейл — главная героиня и рассказчица, связана узами с двумя драконами, Таирном и Андарной.',
    ],
    8 => [
        'title' => 'Ониксовый шторм',
        'author' => 'Ребекка Яррос',
        'price' => 1100,
        'image' => 'onyx-storm.jpg',
        'genre' => 'Фэнтези',
        'description' => '«Ониксовый шторм» продолжает историю Вайолет Сорренгейл спустя полтора года после её поступления в академию Басгиат. Время учёбы осталось позади: Наварра охвачена войной на два фронта — с внешними врагами и внутренними предателями.',
    ],
    9 => [
        'title' => 'Тайна мёртвого ректора',
        'author' => 'Виктор Дашкевич',
        'price' => 780,
        'image' => 'tayna-rektora.jpg',
        'genre' => 'Детектив',
        'description' => 'книга рассказывает о графе Аверине, знаменитом колдуне и частном детективе. Он воссоединяется со своим другом, но не успевает насладиться этим моментом, так как дела в стране идут тяжело. Ректор колдовской Академии погибает при странных обстоятельствах, а на свободе оказывается сильнейший див.',
    ],
    10 => [
        'title' => 'Бесцветный Цкуру Тадзаки и годы его странствий',
        'author' => 'Харуки Мураками',
        'price' => 850,
        'image' => 'ckuru.jpg',
        'genre' => 'Роман',
        'description' => 'Главный герой — Цкуру Тадзаки, инженер, занимающийся проектированием железнодорожных станций. В юности он был частью тесной группы друзей, но внезапно был исключён из неё без объяснения причин.',
    ],
    11 => [
        'title' => 'Катабасис',
        'author' => 'Р.Ф. Куанг',
        'price' => 990,
        'image' => 'katabasis.webp',
        'genre' => 'Фэнтези',
        'description' => ' фантастический роман Р. Ф. Куанга, опубликованный в 2025 году. Книга рассказывает о двух волшебниках-докторантах, которые должны отправиться в ад, чтобы спасти своего научного руководителя и получить рекомендательные письма.',
    ]
];
?>